Repository: Gerbora/shipping-tracking-emails
Catalog: src/languages/gb-*.po
Languages: hi_in

source: Shipping Tracking
hi_in: शिपिंग ट्रैकिंग

source: Please select a provider
hi_in: नया प्रदाता जोड़ें

source: Please enter a tracking number
hi_in: कृपया एक ट्रैकिंग नंबर दर्ज करें

source: Please enter a date
hi_in: कृपया दिनांक दर्ज करें

source: Email with shipping tracking information was sent.
hi_in: शिपिंग ट्रैकिंग जानकारी के साथ ईमेल भेजा गया था।

source: Provider
hi_in: प्रदाता

source: Tracking number
hi_in: खोज संख्या

source: Estimated Delivery
hi_in: अनुमानित डिलिवरी

source: Calendar days
hi_in: पंचांग दिवस

source: Workdays
hi_in: कार्य दिवसों

source: Settings
hi_in: सेटिंग्स

source: Save
hi_in: जोड़ें

source: Save and Send
hi_in: सहेजें और भेजें

source: Check the link
hi_in: लिंक की जाँच करें

source: Shipping Email Tracking
hi_in: शिपिंग ईमेल ट्रैकिंग

source: Gerbora Shipping Tracking Emails Plugin is enabled but not effective. It requires WooCommerce in order to work.
hi_in: गेरबोरा शिपिंग ट्रैकिंग ईमेल प्लगइन सक्षम है लेकिन प्रभावी नहीं है। यह काम करने के लिए WooCommerce की आवश्यकता है..

source: Edit Provider:
hi_in: नया प्रदाता जोड़ें:

source: Provider has been deleted successfully!
hi_in: प्रदाता सफलतापूर्वक जोड़ा गया है

source: Provider has been updated successfully!
hi_in: प्रदाता सफलतापूर्वक जोड़ा गया है

source: Shipping Provider cannot be empty!
hi_in: शिपिंग प्रदाता खाली नहीं हो सकता

source: Shipping Provider already Exist!
hi_in: शिपिंग प्रदाता पहले से ही मौजूद हैं

source: Status
hi_in: स्थिति

source: On
hi_in: शुरु

source: Off
hi_in: बंद

source: Tracking Url (Add {{TRACKING_NUMBER}} and it will be replaced by submitted tracking number)
hi_in: ट्रैकिंग यूआरएल ({{TRACKING_NUMBER}} जोड़ें और इसे सबमिट किए गए ट्रैकिंग नंबर से बदल दिया जाएगा)

source: DHL example http://dhl.com/en/express/tracking.html?AWB={{TRACKING_NUMBER}}&brand=DHL
hi_in: डीएचएल उदाहरण है http://dhl.com/en/express/tracking.html?AWB={{TRACKING_NUMBER}}&brand=DHL

source: {{TRACKING_NUMBER}} is not used! Url will not contain tracking number and user will have to enter it manually.
hi_in: {{TRACKING_NUMBER}} का उपयोग नहीं किया जाता है! Url में ट्रैकिंग नंबर नहीं होगा और उपयोगकर्ता को इसे मैन्युअल रूप से दर्ज करना होगा.

source: Field cannot be cannot be empty!
hi_in: फ़ील्ड रिक्त नहीं हो सकती

source: New order status after email is sent
hi_in: ईमेल भेजे जाने के बाद नई ऑर्डर स्थिति

source: Pending payment
hi_in: लंबित भुगतान

source: Processing
hi_in: प्रसंस्करण

source: On hold
hi_in: होल्ड पर

source: Completed
hi_in: पूरा कर लिया है

source: Cancelled
hi_in: रद्द

source: Failed
hi_in: अनुत्तीर्ण होना

source: Do not change order status automatically
hi_in: सभी उपलब्धियों की स्थिति और सूची न बदलें

source: Update
hi_in: अद्यतन करें

source: Delete Permanently
hi_in: स्थायी रूप से मिटाएं

source: Add New Provider
hi_in: नया प्रदाता जोड़ें

source: Provider has been added successfully!
hi_in: प्रदाता सफलतापूर्वक जोड़ा गया है

source: View all providers
hi_in: सभी प्रदाताओं को देखें

source: Tracking Url(Add {{TRACKING_NUMBER}} and it will be replaced by submitted tracking number)
hi_in: ट्रैकिंग यूआरएल ({{खोज संख्या}} जोड़ें और इसे सबमिट किए गए ट्रैकिंग नंबर से बदल दिया जाएगा)

source: Please select Calendar/Workdays
hi_in: कृपया कैलेंडर / कार्यदिवस चुनें

source: Shipment Tracking Settings
hi_in: शिपमेंट ट्रैकिंग सेटिंग्स

source: Add
hi_in: जोड़ें

source: View all providers
hi_in: सभी प्रदाताओं को देखें

source: Has Tracking Url?
hi_in: ट्रैकिंग यूआरएल है?

source: Est. Delivery
hi_in: अनुमानित डिलिवरी

source: New Order Status
hi_in: नई व्यवस्था की स्थिति

source: Actions
hi_in: क्रिया

source: Delete
hi_in: मिटाएं

source: Yes
hi_in: हाँ

source: No
hi_in: नहीं

source: Please Fill all the fields and then submit the Form!
hi_in: कृपया सभी फ़ील्ड भरें और फिर फॉर्म सबमिट करें
